#+TITLE: Interior Concept Design
#+AUTHOR: Chris Hogan
#+DATE: <2022-07-24 Mon> to <2022-09-11 Sun>
#+STARTUP: nologdone

prior 42
w1 41
w2 32
w3 24
w4
total: 139

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W30 :tags t
  #+CAPTION: Clock summary at [2022-08-17 Wed 21:59], for week 2022-W30.
  | Tags    | Headline                    | Time    |       |      |
  |---------+-----------------------------+---------+-------+------|
  |         | *Total time*                | *47:18* |       |      |
  |---------+-----------------------------+---------+-------+------|
  |         | Week 1                      | 47:18   |       |      |
  |         | \_  <2022-07-25 Mon>        |         | 11:25 |      |
  | 3D      | \_    ICD week 3            |         |       | 8:56 |
  | drawing | \_    ICD week 3            |         |       | 2:29 |
  |         | \_  <2022-07-26 Tue>        |         |  4:00 |      |
  | 3D      | \_    ICD week 3            |         |       | 3:01 |
  | drawing | \_    ICD week 3            |         |       | 0:59 |
  |         | \_  <2022-07-27 Wed>        |         |  3:55 |      |
  | 3D      | \_    ICD week 3            |         |       | 2:53 |
  | drawing | \_    ICD week 3            |         |       | 1:02 |
  |         | \_  <2022-07-28 Thu>        |         |  3:55 |      |
  | 3D      | \_    ICD week 3            |         |       | 2:44 |
  | drawing | \_    ICD week 3            |         |       | 1:11 |
  |         | \_  <2022-07-29 Fri>        |         |  4:12 |      |
  | 3D      | \_    ICD week 3            |         |       | 3:14 |
  | drawing | \_    ICD week 3            |         |       | 0:58 |
  |         | \_  <2022-07-30 Sat>        |         | 11:23 |      |
  | study   | \_    FZD homework planning |         |       | 1:21 |
  | study   | \_    ICD week 4            |         |       | 3:10 |
  | 3D      | \_    ICD week 4            |         |       | 5:23 |
  | drawing | \_    ICD week 4            |         |       | 1:29 |
  |         | \_  <2022-07-31 Sun>        |         |  8:28 |      |
  | 3D      | \_    ICD week 4            |         |       | 7:04 |
  | drawing | \_    ICD week 4            |         |       | 0:57 |
  | study   | \_    blog                  |         |       | 0:27 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *9h 5m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *4h 58m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *33h 15m* |
  
  #+END:

** <2022-07-25 Mon>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-25 Mon 18:07]--[2022-07-25 Mon 21:23] =>  3:16
    CLOCK: [2022-07-25 Mon 13:23]--[2022-07-25 Mon 16:19] =>  2:56
    CLOCK: [2022-07-25 Mon 07:33]--[2022-07-25 Mon 10:17] =>  2:44
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-25 Mon 21:23]--[2022-07-25 Mon 21:43] =>  0:20
    CLOCK: [2022-07-25 Mon 12:32]--[2022-07-25 Mon 13:23] =>  0:51
    CLOCK: [2022-07-25 Mon 10:17]--[2022-07-25 Mon 11:35] =>  1:18
    :END:
** <2022-07-26 Tue>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-26 Tue 18:00]--[2022-07-26 Tue 21:01] =>  3:01
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-26 Tue 21:01]--[2022-07-26 tue 22:00] =>  0:59
    :END:
** <2022-07-27 Wed>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-27 Wed 18:08]--[2022-07-27 Wed 21:01] =>  2:53
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-27 Wed 21:01]--[2022-07-27 Wed 22:03] =>  1:02
    :END:
** <2022-07-28 Thu>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-28 Thu 18:16]--[2022-07-28 Thu 21:00] =>  2:44
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-28 Thu 21:00]--[2022-07-28 Thu 22:11] =>  1:11
    :END:
** <2022-07-29 Fri>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-29 Fri 17:46]--[2022-07-29 Fri 21:00] =>  3:14
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-29 Fri 21:00]--[2022-07-29 Fri 21:58] =>  0:58
    :END:
** <2022-07-30 Sat>
*** DONE FZD homework planning                                        :study:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 12:09]--[2022-07-30 Sat 13:06] =>  0:57
    CLOCK: [2022-07-30 Sat 08:00]--[2022-07-30 Sat 08:24] =>  0:24
    :END:
*** DONE ICD week 4                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 08:30]--[2022-07-30 Sat 11:40] =>  3:10
    :END:
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 18:00]--[2022-07-30 Sat 21:04] =>  3:04
    CLOCK: [2022-07-30 Sat 14:53]--[2022-07-30 Sat 15:57] =>  1:04
    CLOCK: [2022-07-30 Sat 13:06]--[2022-07-30 Sat 14:21] =>  1:15
    :END:
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 21:04]--[2022-07-30 Sat 22:01] =>  0:57
    CLOCK: [2022-07-30 Sat 14:21]--[2022-07-30 Sat 14:53] =>  0:32
    :END:
** <2022-07-31 Sun>
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-31 Sun 18:25]--[2022-07-31 Sun 19:51] =>  1:26
    CLOCK: [2022-07-31 Sun 12:30]--[2022-07-31 Sun 14:56] =>  2:26
    CLOCK: [2022-07-31 Sun 09:54]--[2022-07-31 Sun 12:00] =>  2:06
    CLOCK: [2022-07-31 Sun 07:56]--[2022-07-31 Sun 09:02] =>  1:06
    :END:
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-31 Sun 19:53]--[2022-07-31 Sun 20:50] =>  0:57
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-07-31 Sun 20:50]--[2022-07-31 Sun 21:17] =>  0:27
    :END:

* Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W31 :tags t
  #+CAPTION: Clock summary at [2022-08-17 Wed 21:59], for week 2022-W31.
  | Tags    | Headline                             | Time    |       |      |
  |---------+--------------------------------------+---------+-------+------|
  |         | *Total time*                         | *47:15* |       |      |
  |---------+--------------------------------------+---------+-------+------|
  |         | Week 2                               | 47:15   |       |      |
  |         | \_  <2022-08-01 Mon>                 |         |  5:58 |      |
  | 3D      | \_    ICD week 4                     |         |       | 4:41 |
  | drawing | \_    ICD week 4                     |         |       | 1:17 |
  |         | \_  <2022-08-02 Tue>                 |         |  8:52 |      |
  | drawing | \_    FZD Design Sketching           |         |       | 1:14 |
  | drawing | \_    ICD week 4                     |         |       | 1:05 |
  | study   | \_    blender materials and textures |         |       | 6:33 |
  |         | \_  <2022-08-03 Wed>                 |         |  3:50 |      |
  | 3D      | \_    ICD week 4                     |         |       | 2:54 |
  | drawing | \_    FZD Design Sketching           |         |       | 0:56 |
  |         | \_  <2022-08-04 Thu>                 |         |  3:57 |      |
  | 3D      | \_    ICD week 4                     |         |       | 2:57 |
  | drawing | \_    FZD Design Sketching           |         |       | 1:00 |
  |         | \_  <2022-08-05 Fri>                 |         |  3:22 |      |
  | 3D      | \_    ICD week 4                     |         |       | 1:45 |
  | drawing | \_    FZD Design Sketching           |         |       | 1:37 |
  |         | \_  <2022-08-06 Sat>                 |         | 11:30 |      |
  | drawing | \_    FZD Design Sketching           |         |       | 0:35 |
  | study   | \_    ICD week 5                     |         |       | 3:10 |
  | 3D      | \_    ICD week 5                     |         |       | 6:57 |
  | drawing | \_    ICD week 5                     |         |       | 0:48 |
  |         | \_  <2022-08-07 Sun>                 |         |  9:46 |      |
  | 3D      | \_    ICD week 5                     |         |       | 7:36 |
  | drawing | \_    ICD week 5                     |         |       | 1:43 |
  | study   | \_    Blog                           |         |       | 0:27 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *10h 15m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *10h 10m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *26h 50m* |
  
  #+END:

** <2022-08-01 Mon>
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-01 Mon 17:54]--[2022-08-01 Mon 20:43] =>  2:49
    CLOCK: [2022-08-01 Mon 15:31]--[2022-08-01 Mon 16:16] =>  0:45
    CLOCK: [2022-08-01 Mon 07:44]--[2022-08-01 Mon 08:51] =>  1:07
    :END:
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-01 Mon 20:43]--[2022-08-01 Mon 22:00] =>  1:17
    :END:
** <2022-08-02 Tue>
*** DONE FZD Design Sketching                                       :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-02 Tue 20:49]--[2022-08-02 Tue 22:03] =>  1:14
    :END:
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-02 Tue 07:25]--[2022-08-02 Tue 08:30] =>  1:05
    :END:
*** DONE blender materials and textures                               :study:
    :LOGBOOK:
    CLOCK: [2022-08-02 Tue 18:06]--[2022-08-02 Tue 20:49] =>  2:43
    CLOCK: [2022-08-02 Tue 12:23]--[2022-08-02 Tue 16:13] =>  3:50
    :END:
** <2022-08-03 Wed>
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-03 Wed 18:06]--[2022-08-03 Wed 21:00] =>  2:54
    :END:
*** DONE FZD Design Sketching                                       :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-03 Wed 21:00]--[2022-08-03 Wed 21:56] =>  0:56
    :END:
** <2022-08-04 Thu>
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-04 Thu 18:04]--[2022-08-04 Thu 21:01] =>  2:57
    :END:
*** DONE FZD Design Sketching                                       :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-04 Thu 21:01]--[2022-08-04 Thu 22:01] =>  1:00
    :END:
** <2022-08-05 Fri>
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-05 Fri 17:49]--[2022-08-05 Fri 19:34] =>  1:45
    :END:
*** DONE FZD Design Sketching                                       :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-05 Fri 19:34]--[2022-08-05 Fri 21:11] =>  1:37
    :END:
** <2022-08-06 Sat>
*** DONE FZD Design Sketching                                       :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-06 Sat 07:45]--[2022-08-06 Sat 8:20] =>  0:35
    :END:
*** DONE ICD week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-08-06 Sat 8:30]--[2022-08-06 Sat 11:40] =>  3:10
    :END:
*** DONE ICD week 5                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-06 Sat 17:44]--[2022-08-06 Sat 21:05] =>  3:21
    CLOCK: [2022-08-06 Sat 12:30]--[2022-08-06 Sat 16:06] =>  3:36
    :END:
*** DONE ICD week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-06 Sat 21:05]--[2022-08-06 Sat 21:53] =>  0:48
    :END:
** <2022-08-07 Sun>
*** DONE ICD week 5                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-07 Sun 17:35]--[2022-08-07 Sun 18:49] =>  1:14
    CLOCK: [2022-08-07 Sun 12:38]--[2022-08-07 Sun 15:00] =>  2:22
    CLOCK: [2022-08-07 Sun 07:59]--[2022-08-07 Sun 11:59] =>  4:00
    :END:
*** DONE ICD week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-07 Sun 18:49]--[2022-08-07 Sun 20:32] =>  1:43
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-08-07 Sun 20:32]--[2022-08-07 Sun 20:59] =>  0:27
    :END:

* Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W32 :tags t
  #+CAPTION: Clock summary at [2022-08-17 Wed 21:59], for week 2022-W32.
  | Tags     | Headline               | Time    |       |       |
  |----------+------------------------+---------+-------+-------|
  |          | *Total time*           | *29:25* |       |       |
  |----------+------------------------+---------+-------+-------|
  |          | Week 3                 | 29:25   |       |       |
  |          | \_  <2022-08-08 Mon>   |         | 11:20 |       |
  | drawing  | \_    ICD week 5       |         |       | 11:20 |
  |          | \_  <2022-08-09 Tue>   |         |  9:33 |       |
  | drawing  | \_    ICD week 5       |         |       |  6:36 |
  | 3D       | \_    ICD week 5       |         |       |  1:40 |
  | painting | \_    ICD week 5       |         |       |  1:17 |
  |          | \_  <2022-08-10 Wed>   |         |  0:30 |       |
  | drawing  | \_    travel sketching |         |       |  0:30 |
  |          | \_  <2022-08-11 Thu>   |         |  1:30 |       |
  | drawing  | \_    travel sketching |         |       |  1:30 |
  |          | \_  <2022-08-12 Fri>   |         |  0:20 |       |
  | drawing  | \_    travel sketching |         |       |  0:20 |
  |          | \_  <2022-08-13 Sat>   |         |  3:57 |       |
  | painting | \_    ICD week 5       |         |       |  0:54 |
  | study    | \_    ICD week 6       |         |       |  3:03 |
  |          | \_  <2022-08-14 Sun>   |         |  2:15 |       |
  | drawing  | \_    ICD week 6       |         |       |  1:54 |
  | study    | \_    Blog             |         |       |  0:21 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *22h 10m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *3h 24m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *2h 11m*  |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *1h 40m*  |
  
  #+END:

** <2022-08-08 Mon>
*** DONE ICD week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-08 Mon 18:03]--[2022-08-08 Mon 21:54] =>  3:51
    CLOCK: [2022-08-08 Mon 12:41]--[2022-08-08 Mon 16:10] =>  3:29
    CLOCK: [2022-08-08 Mon 07:45]--[2022-08-08 Mon 11:45] =>  4:00
    :END:
** <2022-08-09 Tue>
*** DONE ICD week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-09 Tue 17:39]--[2022-08-09 Tue 19:45] =>  2:06
    CLOCK: [2022-08-09 Tue 14:39]--[2022-08-09 Tue 15:45] =>  1:06
    CLOCK: [2022-08-09 Tue 10:34]--[2022-08-09 Tue 11:35] =>  1:01
    CLOCK: [2022-08-09 Tue 07:23]--[2022-08-09 Tue 09:46] =>  2:23
    :END:
*** DONE ICD week 5                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-09 Tue 12:59]--[2022-08-09 Tue 14:39] =>  1:40
    :END:
*** DONE ICD week 5                                                :painting:
    :LOGBOOK:
    CLOCK: [2022-08-09 Tue 19:45]--[2022-08-09 Tue 21:02] =>  1:17
    :END:
** <2022-08-10 Wed>
*** DONE travel sketching                                           :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-10 Wed 20:00]--[2022-08-10 Wed 20:30] =>  0:30
    :END:
** <2022-08-11 Thu>
*** DONE travel sketching                                           :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-11 Thu 20:00]--[2022-08-11 Thu 21:30] =>  1:30
    :END:
** <2022-08-12 Fri>
*** DONE travel sketching                                           :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-12 Fri 20:00]--[2022-08-12 Fri 20:20] =>  0:20
    :END:
** <2022-08-13 Sat>
*** DONE ICD week 5                                                :painting:
    :LOGBOOK:
    CLOCK: [2022-08-13 Sat 07:26]--[2022-08-13 Sat 08:20] =>  0:54
    :END:
*** DONE ICD week 6                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-08-13 Sat 08:30]--[2022-08-13 Sat 11:33] =>  3:03
    :END:
** <2022-08-14 Sun>
*** DONE ICD week 6                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-14 Sun 10:05]--[2022-08-14 Sun 11:59] =>  1:54
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-08-14 Sun 21:00]--[2022-08-14 Sun 21:21] =>  0:21
    :END:
* Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W33 :tags t
  #+CAPTION: Clock summary at [2022-08-17 Wed 21:59], for week 2022-W33.
  | Tags     | Headline             | Time    |       |      |
  |----------+----------------------+---------+-------+------|
  |          | *Total time*         | *17:56* |       |      |
  |----------+----------------------+---------+-------+------|
  |          | Week 4               | 17:56   |       |      |
  |          | \_  <2022-08-15 Mon> |         | 10:34 |      |
  | 3D       | \_    ICD week 6     |         |       | 1:20 |
  | painting | \_    ICD week 6     |         |       | 9:14 |
  |          | \_  <2022-08-16 Tue> |         |  3:16 |      |
  | painting | \_    ICD week 6     |         |       | 1:48 |
  | 3D       | \_    ICD week 6     |         |       | 1:28 |
  |          | \_  <2022-08-17 Wed> |         |  4:06 |      |
  | painting | \_    ICD week 6     |         |       | 4:06 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *15h 8m* |
  |----------+------------+----------|
  | 3D       | *Tag time* | *2h 48m* |
  
  #+END:
** <2022-08-15 Mon>
*** DONE ICD week 6                                                      :3D: 
    :LOGBOOK:
    CLOCK: [2022-08-15 Mon 07:40]--[2022-08-15 Mon 09:00] =>  1:20
    :END:
*** DONE ICD week 6                                                :painting:
    :LOGBOOK:
    CLOCK: [2022-08-15 Mon 18:06]--[2022-08-15 Mon 20:58] =>  2:52
    CLOCK: [2022-08-15 Mon 12:33]--[2022-08-15 Mon 16:15] =>  3:42
    CLOCK: [2022-08-15 Mon 09:00]--[2022-08-15 Mon 11:40] =>  2:40
    :END:
** <2022-08-16 Tue>
*** DONE ICD week 6                                                :painting:
    :LOGBOOK:
    CLOCK: [2022-08-16 Tue 18:20]--[2022-08-16 Tue 18:32] =>  0:12
    CLOCK: [2022-08-16 Tue 20:00]--[2022-08-16 Tue 21:36] =>  1:36
    :END:
*** DONE ICD week 6                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-16 Tue 18:32]--[2022-08-16 Tue 20:00] =>  1:28
    :END:
** <2022-08-17 Wed>
*** DONE ICD week 6                                                :painting:
    :LOGBOOK:
    CLOCK: [2022-08-17 Wed 17:53]--[2022-08-17 Wed 21:59] =>  4:06
    :END:
